---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFilterType.GreaterThan
enum: Autodesk.Revit.DB.ScheduleFilterType
source: html/9b696f55-de40-8739-8cfb-decd51995cff.htm
---
# Autodesk.Revit.DB.ScheduleFilterType.GreaterThan

The field value is greater than the specified value.